Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Operable skylights shall not be required to comply with this section.
fr_ca: Les puits de lumière ouvrants ne sont pas tenus de se conformer à la présente section.

source: Operable windows in Type A units that comply with Section 1103.13.
fr_ca: Fenêtres ouvrantes dans les unités de type A qui se conforment à la section 1103.13.

source: Operable windows required to provide an emergency escape and rescue opening shall comply with Section 309.2.
fr_ca: Les fenêtres ouvrantes devant fournir une ouverture d'évacuation et de sauvetage d'urgence doivent être conformes à la section 309.2.

source: Operable windows required to provide natural ventilation shall comply with Sections 309.2 and 309.3.
fr_ca: Les fenêtres ouvrantes tenues d'assurer une ventilation naturelle doivent être conformes aux sections 309.2 et 309.3.

source: Operable windows shall comply with Section 1103.13.
fr_ca: Les fenêtres ouvrantes doivent être conformes à la section 1103.13.

source: Operable windows shall comply with Section 506.1.
fr_ca: Les fenêtres ouvrantes doivent être conformes à la section 506.1.

source: Operable windows that are operated only by employees shall not be required to comply with this section.
fr_ca: Les fenêtres ouvrantes qui sont utilisées uniquement par les employés ne sont pas tenues de se conformer à la présente section.

source: Other accessory use areas 1,000 square feet (92.9 m2) or less in area and equipped with an automatic sprinkler system in accordance with Section 903.3.1.1.
fr_ca: Autres aires d'usage accessoire d'une superficie de 1000 pi2 (92,9 m2) ou moins et équipées d'un système d'extincteurs automatiques selon la section 903.3.1.1.

source: Other approved methods.
fr_ca: Autres méthodes approuvées.

source: Other doors shall not be required to comply with these minimum dimensions.
fr_ca: Les autres portes ne sont pas tenues de se conformer à ces dimensions minimales.

source: Other habitable rooms shall have a net floor area of not less than 70 square feet (6.5 m2).
fr_ca: Les autres pièces habitables doivent avoir une surface de plancher nette d'au moins 70 pi2 (6,5 m2).

source: Other handrails shall comply with Sections 505.10 and 307.
fr_ca: Les autres rampes doivent être conformes aux sections 505.10 et 307.

source: Other panes in the assembly shall be labeled “CPSC 16 CFR 1201” or “ANSI Z97.1” as appropriate.
fr_ca: Les autres vitres de l'ensemble doivent porter la mention « CPSC 16 CFR 1201 » ou « ANSI Z97.1 », selon le cas.

source: Other panes in the assembly shall be marked “CPSC 16 CFR Part 1201” or “ANSI Z97.1,” as appropriate.
fr_ca: Les autres vitres de l'ensemble doivent porter la mention « CPSC 16 CFR Part 1201 » ou « ANSI Z97.1 », selon le cas.

source: Other than in buildings or facilities containing or serving Type B units, an accessible route shall not be required between site arrival points and the building or facility entrance if the only means of access between them is a vehicular way not providing for pedestrian access.
fr_ca: Sauf dans les bâtiments ou installations qui contiennent des unités de type B ou qui en desservent, une voie accessible n’est pas exigée entre les points d’arrivée sur le site et l’entrée du bâtiment ou de l’installation lorsque le seul moyen d’accès entre ceux-ci est une voie de circulation véhiculaire ne permettant pas l’accès aux piétons.

source: Outdoor air exhaust and intake openings shall meet the provisions for exterior wall opening protectives in accordance with this code.
fr_ca: Les ouvertures d'évacuation et d'admission d'air vers l'extérieur doivent être conformes aux dispositions relatives à la protection d'ouvertures dans les murs extérieurs conformément au présent code.

source: Outdoor aisles, stepped aisles and ramped aisles and outdoor approaches to aisles, stepped aisles and ramped aisles shall be designed so that water will not accumulate on the walking surface.
fr_ca: Les allées extérieures, les allées à gradins et les allées en pente, ainsi que les accès extérieurs aux allées, aux allées à gradins et aux allées en pente, doivent être conçus de manière à empêcher l’accumulation d’eau sur la surface de circulation.

source: Outdoor intake and exhaust openings shall be located in accordance with Sections R303.5.1 and R303.5.2.
fr_ca: Les ouvertures d'admission et d'évacuation extérieures doivent être situées selon les sections R303.5.1 et R303.5.2.

source: Outdoor ramps and outdoor approaches to ramps shall be designed so that water will not accumulate on walking surfaces.
fr_ca: Les rampes extérieures et les accès extérieurs aux rampes doivent être conçus de manière à ce que l'eau ne s'accumule pas sur les surfaces de circulation.

source: Outlining stripes shall have a minimum horizontal width of 1 inch (25 mm) and a maximum width of 2 inches (51 mm).
fr_ca: Les bandes de délimitation doivent avoir une largeur horizontale minimale de 1 po (25 mm) et une largeur maximale de 2 po (51 mm).

source: Ovens shall comply with Section 1103.12.5.5.
fr_ca: Les fours doivent être conformes à la section 1103.12.5.5.

source: Ovens shall comply with Section 804.5.5.
fr_ca: Les fours doivent être conformes à la section 804.5.5.

source: Over 1,000
fr_ca: Plus de 1 000

source: Owner-occupied lodging houses with five or fewer guest rooms and 10 or fewer total occupants shall be permitted to be constructed in accordance with the International Residential Code, provided that an automatic sprinkler system is installed in accordance with Section 903.3.1.3 or Section P2904 of the International Residential Code.
fr_ca: Les maisons de chambres occupées par leur propriétaire, comptant au plus cinq chambres pour les clients et au plus 10 occupants au total, peuvent être construites conformément à l’International Residential Code, à condition qu’un système de gicleurs automatiques soit installé conformément à l’article 903.3.1.3 ou à l’article P2904 de l’International Residential Code.

source: PRIVATE RESIDENCE ELEVATORS EXISTING BUILDINGS - CAR SIZE
fr_ca: ASCENSEURS DE RÉSIDENCES PRIVÉES DANS LES BÂTIMENTS EXISTANTS - TAILLE DE LA CABINE

source: PRIVATE RESIDENCE ELEVATORS NEW BUILDINGS - CAR SIZE
fr_ca: ASCENSEURS DE RÉSIDENCE PRIVÉE NOUVEAUX BÂTIMENTS - TAILLE DE LA CABINE

source: Page 2 of 2
fr_ca: Page 2 de 2

source: Painting, papering, tiling, carpeting, cabinets, counter tops and similar finish work.
fr_ca: Peinture, pose de papier peint, de carrelage, de moquette, d’armoires, de comptoirs et travaux de finition similaires.

source: Part of a luminaire or appliance;
fr_ca: Fait partie d'un appareil d'éclairage ou d'un appareil;

source: Pass-through kitchens shall have two entries.
fr_ca: Les cuisines avec passe-plat doivent avoir deux entrées.

source: Pass-through openings are installed in a wall, door or vision panel that is not required to have a fire-resistance rating.
fr_ca: Les ouvertures de passage doivent être installées dans un mur, une porte ou un regard vitré qui n’est pas tenu de présenter une résistance au feu.

source: Passenger transportation facilities and airports (Group A-3 or B).
fr_ca: Installations de transport de passagers et aéroports (groupe A-3 ou B).

source: Passing spaces shall be either a 60-inch (1525 mm) minimum by 60-inch (1525 mm) minimum space, or an intersection of two walking surfaces that provide a T-shaped turning space complying with Section 304.3.2.2, provided the base and arms of the T-shaped space extend 48 inches (1220 mm) minimum beyond the intersection.
fr_ca: Les zones de croisement doivent consister en une zone de dimensions minimales de 60 po [1525 mm] x 60 po [1525 mm] ou en l'intersection de deux surfaces de circulation qui procurent un espace de rotation en forme de T conforme à l'article 304.3.2.2, à condition que la base de mur et les bras de l'espace en T se prolongent d'au moins 48 po [1220 mm] au-delà de l'intersection.

source: Patient sleeping units or cells required to be Accessible units in medical care facilities shall be provided in addition to any medical isolation cells required to comply with Section 1108.5.5.2.
fr_ca: Des chambres ou des cellules pour patients devant être des unités accessibles dans les installations de soins médicaux doivent être prévues en plus de toute cellule d'isolement médical devant se conformer à la section 1108.5.5.2.

source: Peepholes, where used, shall provide a minimum 180-degree range of view.
fr_ca: Les judas, lorsqu’ils sont utilisés, doivent offrir un champ de vision d’au moins 180 degrés.

source: Penetrations by ducts and air transfer openings shall be protected in accordance with Section 717.
fr_ca: Les pénétrations de conduits et d'ouvertures permettant le passage de l'air doivent être protégées selon la section 717.

source: Penetrations in a smoke barrier by ducts and air transfer openings shall comply with Section 717.
fr_ca: La pénétration de conduits et d'ouvertures permettant le passage de l'air dans une séparation pare-fumée doit être conforme à la section 717.

source: Penetrations into or through an exit passageway are prohibited except for the following:
fr_ca: Les pénétrations dans un passage d'issue ou à travers celui-ci sont interdites, sauf pour ce qui suit :

source: Penetrations into or through interior exit stairways and ramps are prohibited except for the following:
fr_ca: Les pénétrations dans ou à travers les escaliers et les rampes d'issue intérieurs sont interdites, sauf pour ce qui suit :

source: Penetrations of smoke barriers shall comply with Section 714.
fr_ca: Les pénétrations des séparations pare-fumée doivent être conformes à la section 714.

source: Penetrations of the fire barrier are prohibited.
fr_ca: Les pénétrations de la barrière coupe-feu sont interdites.

source: Penetrations or openings in construction assemblies for piping; electrical devices; recessed cabinets; bathtubs; soffits; or heating, ventilating or exhaust ducts shall be sealed, lined, insulated or otherwise treated to maintain the required ratings.
fr_ca: Les pénétrations ou ouvertures dans les ensembles de construction destinées au passage de tuyauteries, de dispositifs électriques ou de placards encastrés, ou liées à des baignoires, des soffites ou des conduits de chauffage, de ventilation ou d’évacuation, doivent être scellées, revêtues, isolées ou autrement traitées de manière à maintenir les indices exigés.

source: Penetrations, concealed and unconcealed, shall be permitted where protected in accordance with Section 714.
fr_ca: Les pénétrations, dissimulées et non dissimulées, sont autorisées lorsqu'elles sont protégées selon la section 714.

source: Penthouses constructed in accordance with Section 1511.2 and towers, domes, spires and cupolas constructed in accordance with Section 1511.5.
fr_ca: Les pavillons en toiture construits conformément à la section 1511.2 ainsi que les tours, dômes, flèches et coupoles construits conformément à la section 1511.5.

source: Perimeter demarcation lines shall be placed on the wall with the bottom edge of the stripe not more than 4 inches (102 mm) above the finished floor.
fr_ca: Les lignes de démarcation du périmètre doivent être placées sur le mur, le bord inférieur de la bande ne devant pas se trouver à plus de 4 po (102 mm) au-dessus du sol fini.

source: Perimeter demarcation lines shall be placed within 4 inches (102 mm) of the wall and shall extend to within 2 inches (51 mm) of the markings on the leading edge of landings.
fr_ca: Les lignes de démarcation du périmètre doivent être placées à moins de 4 po (102 mm) du mur et s'étendre jusqu'à moins de 2 po (51 mm) des marquages sur le bord avant des paliers.

source: Perimeter guards shall be provided where the footboards or walking surface of seating facilities are more than 30 inches (762 mm) above the floor or grade below.
fr_ca: Des garde-corps périphériques doivent être prévus lorsque les repose-pieds ou la surface de circulation des installations de sièges sont situés à plus de 30 po (762 mm) au-dessus du plancher ou du sol situé en contrebas.

source: Permanent ladders.
fr_ca: Échelles permanentes.

source: Permanent platforms are permitted to be constructed of fire-retardant-treated wood for Types I, II and IV construction where the platforms are not more than 30 inches (762 mm) above the main floor, and not more than one-third of the room floor area and not more than 3,000 square feet (279 m2) in area.
fr_ca: Les plateformes permanentes peuvent être construites en bois traité ignifuge pour les types de construction I, II et IV lorsque les plateformes ne sont pas situées à plus de 30 pouces (762 mm) au-dessus du plancher principal, qu’elles n’occupent pas plus du tiers de la superficie de plancher de la pièce et que leur superficie n’excède pas 3 000 pieds carrés (279 m2).

source: Permanent platforms shall be constructed of materials as required for the type of construction of the building in which the permanent platform is located.
fr_ca: Les plates-formes permanentes doivent être construites avec les matériaux requis pour le type de construction du bâtiment dans lequel se trouve la plate-forme permanente.

source: Permanent seats shall be 15 inches (380 mm) minimum in depth and shall extend from the back wall to or beyond the outer edge of the bathtub.
fr_ca: Les sièges permanents doivent avoir une profondeur minimale de 15 po [380 mm] et s'étendre du mur arrière jusqu'au bord extérieur de la baignoire ou au-delà.

source: Permanent seats shall be positioned at the head end of the bathtub.
fr_ca: Les sièges permanents doivent être placés à la tête de mur de la baignoire.

source: Permanently installed electric baseboard heaters equipped with factory-installed receptacle outlets, or outlets provided as a separate assembly by the baseboard manufacturer shall be permitted as the required outlet or outlets for the wall space utilized by such permanently installed heaters.
fr_ca: Les plinthes chauffantes électriques installées de façon permanente et équipées de prises de courant installées en usine, ou de prises fournies en tant qu'ensemble séparé par le fabricant de la plinthe, peuvent être autorisées comme prise ou prises exigées pour l'espace mural utilisé par ces plinthes chauffantes installées de façon permanente.

source: Permit valuations shall reflect the total value of work, including materials and labor, for which the permit is being issued, such as electrical, gas, mechanical, plumbing equipment and permanent systems.
fr_ca: L’évaluation du permis doit refléter la valeur totale des travaux, y compris les matériaux et la main-d’œuvre, pour lesquels le permis est délivré, notamment les équipements électriques, de gaz, mécaniques et de plomberie ainsi que les systèmes permanents.

source: Permits presuming to give authority to violate or cancel the provisions of this code or other ordinances of the jurisdiction shall not be valid.
fr_ca: Les permis qui prétendent autoriser la violation ou l’annulation des dispositions du présent code ou d’autres ordonnances de la juridiction ne sont pas valides.

source: Permits shall be required as set forth in Section 105.6.10 of the International Fire Code.
fr_ca: Des permis doivent être exigés conformément à la section 105.6.10 de l’International Fire Code.

source: Permits shall not be required for the following:
fr_ca: Aucun permis n’est exigé pour ce qui suit :

source: Personnel and material hoists shall be designed utilizing an approved method that accounts for the conditions imposed during the intended operation of the hoist device.
fr_ca: Les monte-personnes et les monte-matériaux doivent être conçus selon une méthode approuvée qui tient compte des conditions imposées pendant le fonctionnement prévu de l’appareil de levage.

source: Physical interconnection of carbon monoxide alarms shall not be required where listed wireless alarms are installed and all alarms sound upon activation of one alarm.
fr_ca: L'interconnexion physique des détecteurs de monoxyde de carbone n'est pas exigée lorsque des détecteurs sans fil homologués sont installés et que tous les détecteurs sonnent lors de l'activation d'un détecteur.

source: Physical interconnection of smoke alarms shall not be required where listed wireless alarms are installed and all alarms sound upon activation of one alarm.
fr_ca: L'interconnexion physique des détecteurs de fumée n'est pas exigée lorsque des détecteurs sans fil homologués sont installés et que tous les détecteurs sonnent lors de l'activation d'un détecteur.

source: Pictograms and their fields shall have a nonglare finish.
fr_ca: Les pictogrammes et leurs champs doivent avoir une finition antireflet.

source: Pictograms shall contrast with their fields, with either a light pictogram on a dark field or a dark pictogram on a light field.
fr_ca: Les pictogrammes doivent contraster avec leurs champs, soit avec un pictogramme clair sur un champ foncé, soit avec un pictogramme foncé sur un champ clair.

source: Pictograms that provide information about a room or space, such as “No Smoking”, occupant logos, and the International Symbol of Accessibility, are not required to have text descriptors.
fr_ca: Les pictogrammes qui fournissent des informations sur une pièce ou une aire, tels que « Défense de fumer », les logos des occupants et le symbole international d'accessibilité, ne sont pas tenus d'avoir des descriptions textuelles.

source: Placement and dimensions of markings shall be consistent and uniform throughout the same enclosure.
fr_ca: L'emplacement et les dimensions des marquages doivent être cohérents et uniformes dans l'ensemble d'un même cloisonnement.

source: Plans showing seating, tiers and aisles shall be submitted for approval.
fr_ca: Les plans indiquant les sièges, les gradins et les allées doivent être soumis pour approbation.

source: Plastic composite exterior stair treads shall comply with the provisions of this section and Section R507.2.2.
fr_ca: Les marches d’escalier extérieures en matériau composite plastique doivent être conformes aux dispositions de la présente section et de la section R507.2.2.

source: Plasticized polyvinyl chloride (PVC) sheets shall meet the requirements of ASTM D4551.
fr_ca: Les feuilles de polychlorure de vinyle (PVC) plastifié doivent satisfaire aux exigences de la norme ASTM D4551.

source: Platform lifts shall not be attendant operated and shall provide unassisted entry and exit from the lift.
fr_ca: Les plates-formes élévatrices ne doivent pas être actionnées par un accompagnateur et doivent permettre d'entrer et de sortir de la plate-forme sans assistance.

source: Platform lifts with a single door or with doors on opposite ends shall provide a clear floor width of 36 inches (915 mm) minimum and a clear floor length of 48 inches (1220 mm) minimum.
fr_ca: Les plates-formes élévatrices à une seule porte ou à portes situées aux extrémités opposées doivent offrir une largeur libre au sol d'au moins 36 po [915 mm] et une longueur libre au sol d'au moins 48 po [1220 mm].

source: Platform lifts within the unit shall comply with Section 410.
fr_ca: Les plates-formes élévatrices dans le logement doivent être conformes à la section 410.

source: Platform lifts, stairway chairlifts, wheelchair lifts
fr_ca: Élévateurs de plateforme, monte-escaliers, élévateurs pour fauteuils roulants

source: Platforms installed for a period of not more than 30 days are permitted to be constructed of any materials permitted by this code.
fr_ca: Les plateformes installées pour une période d’au plus 30 jours peuvent être construites avec tout matériau autorisé par le présent code.

source: Plumbing and mechanical systems shall not be located in an elevator hoistway enclosure.
fr_ca: Les systèmes de plomberie et mécaniques ne doivent pas être situés dans une cage d'ascenseur.

source: Plumbing fixtures shall be connected to a sanitary sewer or to an approved private sewage disposal system.
fr_ca: Les appareils de plomberie doivent être raccordés à un égout sanitaire ou à un système privé approuvé d'évacuation des eaux usées.

source: Plumbing fixtures shall be connected to an approved water supply.
fr_ca: Les appareils de plomberie doivent être raccordés à une alimentation en eau approuvée.

source: Portable cooling unit.
fr_ca: Unité de refroidissement portable.

source: Portable evaporative cooler.
fr_ca: Refroidisseur par évaporation portable.

source: Portable heating appliance.
fr_ca: Appareil de chauffage portable.

source: Portable ventilation equipment.
fr_ca: Équipement de ventilation portable.

source: Portions of Group E occupancies occupied for assembly purposes shall be provided with a fire alarm system as required for the Group E occupancy.
fr_ca: Les parties des usages du Groupe E occupées à des fins de réunions doivent être dotées d'un système d'alarme d'incendie tel qu'exigé pour l'usage du Groupe E.

source: Portions of a room with a sloping ceiling measuring less than 5 feet (1524 mm) or a furred ceiling measuring less than 7 feet (2134 mm) from the finished floor to the finished ceiling shall not be considered as contributing to the minimum required habitable area for that room.
fr_ca: Les parties d'une pièce dont le plafond incliné mesure moins de 5 pi [1524 mm] ou dont le plafond à ossature de bois mesure moins de 7 pi [2134 mm] du sol fini au plafond fini ne doivent pas être considérées comme contribuant à la surface habitable minimale requise pour cette pièce.

source: Portions of an aisle accessway having a length not exceeding 6 feet (1829 mm) and used by a total of not more than four persons.
fr_ca: Parties d’une voie d’accès à une allée d’une longueur maximale de 6 pi (1 829 mm) et utilisées par un total d’au plus quatre personnes.

source: Portions of basements that do not contain habitable space or hallways shall have a ceiling height of not less than 6 feet 8 inches (2032 mm).
fr_ca: La hauteur de plafond dans les parties de sous-sol qui ne contiennent pas de lieu habitable ou de corridor ne doit pas être inférieure à 6 pi-8 po [2032 mm].

source: Portions of the level of exit discharge with access to the egress path shall be either equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1 or 903.3.1.2, or separated from the egress path in accordance with the requirements for the enclosure of interior exit stairways or ramps.
fr_ca: Les parties du niveau de l’issue ayant accès au chemin d’évacuation doivent être soit entièrement munies d’un système d’extincteurs automatiques installé conformément à la section 903.3.1.1 ou 903.3.1.2, soit séparées du chemin d’évacuation conformément aux exigences applicables à l’enceinte des escaliers ou rampes d’issue intérieurs.

source: Power and lighting for the fire command center required by Section 403.4.6.
fr_ca: Alimentation électrique et éclairage du centre de commandement des interventions requis par la section 403.4.6.

source: Power operated doors and gates shall remain open for 20 seconds minimum when activated.
fr_ca: Les portes et les barrières à commande électrique doivent demeurer ouvertes pendant au moins 20 secondes lorsqu'elles sont activées.

source: Power-operated swinging doors shall remain open for 20 seconds minimum when activated.
fr_ca: Les portes à charnières à commande électrique doivent demeurer ouvertes pendant au moins 20 secondes lorsqu'elles sont activées.

source: Prefabricated showers and shower compartments shall conform to ASME A112.19.1/CSA B45.2, ASME A112.19.2/CSA B45.1, ASME A112.19.3/CSA B45.4 or CSA B45.5/IAPMO Z124.
fr_ca: Les douches préfabriquées et les cabines de douche doivent être conformes aux normes ASME A112.19.1/CSA B45.2, ASME A112.19.2/CSA B45.1, ASME A112.19.3/CSA B45.4 ou CSA B45.5/IAPMO Z124.
